Repository: TatTran22/vela
Catalog: Packages/FinanceData/Sources/FinanceData/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# category.eatDrink
source: Food & Dining
vi: Ăn uống

# category.transport
source: Transportation
vi: Di chuyển

# category.shopping
source: Shopping
vi: Mua sắm

# category.housing
source: Housing
vi: Nhà ở

# category.bills
source: Bills & Utilities
vi: Hóa đơn & Tiện ích

# category.entertainment
source: Entertainment
vi: Giải trí

# category.health
source: Health
vi: Sức khỏe

# category.education
source: Education
vi: Giáo dục

# category.personal
source: Personal
vi: Cá nhân

# category.otherExpense
source: Other
vi: Khác

# category.salary
source: Salary
vi: Lương

# category.bonus
source: Bonus
vi: Thưởng

# category.investment
source: Investment
vi: Đầu tư

# category.business
source: Business
vi: Kinh doanh

# category.otherIncome
source: Other Income
vi: Thu nhập khác

# category.transfer
source: Transfer
vi: Chuyển khoản

# subcategory.eatDrink.com
source: Rice / Meals
vi: Cơm

# subcategory.eatDrink.cafe
source: Café / Milk Tea
vi: Café/Trà sữa

# subcategory.eatDrink.anVat
source: Snacks
vi: Ăn vặt

# subcategory.eatDrink.nhau
source: Drinks / Pub
vi: Nhậu

# subcategory.housing.tienNha
source: Rent
vi: Tiền nhà

# subcategory.housing.dien
source: Electricity
vi: Điện

# subcategory.housing.nuoc
source: Water
vi: Nước

# subcategory.transport.xang
source: Fuel
vi: Xăng

# subcategory.transport.guiXe
source: Parking
vi: Gửi xe

# subcategory.transport.baoDuong
source: Vehicle Maintenance
vi: Bảo dưỡng xe

# subcategory.shopping.quanAo
source: Clothing
vi: Quần áo

# subcategory.shopping.doGiaDung
source: Household Items
vi: Đồ gia dụng

# subcategory.shopping.dienTu
source: Electronics
vi: Điện tử

# subcategory.entertainment.phim
source: Movies
vi: Phim

# subcategory.entertainment.game
source: Games
vi: Game

# subcategory.entertainment.duLich
source: Travel
vi: Du lịch

# subcategory.entertainment.theThao
source: Sports
vi: Thể thao

# subcategory.health.thuoc
source: Medicine
vi: Thuốc

# subcategory.health.khamBenh
source: Doctor Visits
vi: Khám bệnh

# subcategory.education.hocPhi
source: Tuition
vi: Học phí

# subcategory.education.sach
source: Books
vi: Sách

# subcategory.education.khoaHoc
source: Online Courses
vi: Khóa học

# subcategory.personal.bieuBoMe
source: Parents' Gift
vi: Biếu bố mẹ

# subcategory.personal.conCai
source: Children
vi: Con cái

# subcategory.personal.thuCung
source: Pets
vi: Thú cưng

# subcategory.bills.baoHiem
source: Insurance
vi: Bảo hiểm

# subcategory.bills.dauTu
source: Investment
vi: Đầu tư

# subcategory.bills.traNos
source: Debt Repayment
vi: Trả nợ

# subcategory.bills.phiNganHang
source: Bank Fees
vi: Phí ngân hàng
